Repository: andr9528/Oni-Mods
Catalog: _Sgt-Imalas-Mods/DrywallPatternColours/ModAssets/translations/*.po
Languages: ru

source: A damp wallpaper.
ru: Влажные обои.

source: <link="EXTERIORWALL">H2O</link>
ru: <link="EXTERIORWALL">Вода</link>

source: A slippery wallpaper.
ru: Скользкие обои.

source: <link="EXTERIORWALL">Algae</link>
ru: <link="EXTERIORWALL">Водоросли</link>

source: A sleek wallpaper.
ru: Гладкие обои.

source: <link="EXTERIORWALL">Charcoal</link>
ru: <link="EXTERIORWALL">Уголь</link>

source: An orange wallpaper.
ru: Оранжевые обои с морковкой.

source: <link="EXTERIORWALL">Bright</link>
ru: <link="EXTERIORWALL">Яркий</link>

source: A pink wallpaper.
ru: Розовые обои с сердечками.

source: <link="EXTERIORWALL">Petal</link>
ru: <link="EXTERIORWALL">Лепесток</link>

source: A red wallpaper.
ru: Красные обои с вулканами.

source: <link="EXTERIORWALL">Magma</link>
ru: <link="EXTERIORWALL">Магма</link>

source: A radiation-free wallpaper.
ru: Жёлтые обои с тортиком.

source: <link="EXTERIORWALL">Yellowcake</link>
ru: <link="EXTERIORWALL">Жёлтый</link>
