Repository: andr9528/Oni-Mods
Catalog: _Sgt-Imalas-Mods/CrownMouldSkin/ModAssets/translations/*.po
Languages: de

source: A new look for the Corner Moulding
de: Ein neuer Look für die Eckleiste

source: <link="CORNERMOULDING">Bulky Crescent Corner Moulding</link>
de: <link="CORNERMOULDING">Klobiger Halbmond Eckleiste</link>

source: A new look for the Corner Moulding
de: Ein neuer Look für die Eckleiste

source: <link="CORNERMOULDING">Sprouting Blossom Corner Moulding</link>
de: <link="CORNERMOULDING">Blühende Orchidee Eckleiste</link>

source: A new look for the Corner Moulding
de: Ein neuer Look für die Eckleiste

source: <link="CORNERMOULDING">Hand Fan Corner Moulding</link>
de: <link="CORNERMOULDING">Handfächer Eckleiste</link>

source: A new look for the Corner Moulding
de: Ein neuer Look für die Eckleiste

source: <link="CORNERMOULDING">Sleek Angled Corner Moulding</link>
de: <link="CORNERMOULDING">Verwinkelte Eckleiste</link>

source: A new look for the Corner Moulding
de: Ein neuer Look für die Eckleiste

source: <link="CORNERMOULDING">Greek Ornament Corner Moulding</link>
de: <link="CORNERMOULDING">Altgriechische Eckleiste</link>

source: A new look for the Corner Moulding
de: Ein neuer Look für die Eckleiste

source: <link="CORNERMOULDING">Elegant Arc Corner Moulding</link>
de: <link="CORNERMOULDING">Brückenbogen Eckleiste</link>
