Repository: andr9528/Oni-Mods
Catalog: _Sgt-Imalas-Mods/CritterTraitsReborn/ModAssets/translations/*.po
Languages: de

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERENDURING.DESC
source: Lives 25% longer than usual.
de: Lebt 25% länger als normal.

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERENDURING.NAME
source: Enduring
de: Beständig

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERFAST.DESC
source: Is twice as fast as its peers.
de: Ist doppelt so schnell wie seine Geschwister

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERFAST.NAME
source: Fast
de: Schnell

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERFERTILE.DESC
source: Is very fertile, fertility is improved by 25%.
de: Fruchtbarkeit ist um 25% verbessert

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERFERTILE.NAME
source: Fertile
de: Fruchtbar

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERGLOWING.DESC
source: Gives off a faint, steady glow.
de: Verströmt ein schwaches, gleichmäßiges Leuchten.

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERGLOWING.NAME
source: Bioluminescent
de: Biolumineszenz

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERHUGE.DESC
source: Is 50% larger than average.
de: Ist 50% größer als normal.

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERHUGE.NAME
source: Huge
de: Riesig

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERLARGE.DESC
source: Is 25% larger than average.
de: Ist 25% größer als normal.

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERLARGE.NAME
source: Large
de: Groß

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERNOISY.DESC
source: Makes a lot of noise when it moves.
de: Macht eine Menge Lärm, wenn es sich bewegt.

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERNOISY.NAME
source: Noisy
de: Laut

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERRAD.DESC
source: This critter emitts highly dangerous radiation
de: Dieses Tier sendet gefährliche Strahlung aus.

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERRAD.NAME
source: Radioactive
de: Radioaktiv

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERSHORTLIVED.DESC
source: Has a 20% shorter lifespan.
de: Hat eine um 20% reduzierte Lebensdauer

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERSHORTLIVED.NAME
source: Short-lived
de: Kurzlebig

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERSLOW.DESC
source: Moves at half the speed.
de: Bewegt sich mit halber Geschwindigkeit.

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERSLOW.NAME
source: Slow
de: Langsam

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERSMALL.DESC
source: Is 20% smaller than average.
de: Ist 20% kleiner als normal.

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERSMALL.NAME
source: Small
de: Klein

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERSTINKY.DESC
source: Gives off a funny smell.
de: Verströmt einen komischen Geruch.

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERSTINKY.NAME
source: Stinky
de: Stinker

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERTINY.DESC
source: Is 40% smaller than average.
de: Ist 40% kleiner als normal.

# CritterTraitsReborn.STRINGS.CRITTERTRAITS.CRITTERTINY.NAME
source: Tiny
de: Winzig
