Repository: andr9528/Oni-Mods
Catalog: _Sgt-Imalas-Mods/NeutroniumTrashCan/ModAssets/translations/*.po
Languages: ru

# NeutroniumTrashCan.STRINGS.BUILDINGS.PREFABS.NTC_GASTRASHCAN.DESC
source: Its bigger on the inside!
ru: Внутри он больше!

# NeutroniumTrashCan.STRINGS.BUILDINGS.PREFABS.NTC_GASTRASHCAN.EFFECT
source: Deletes Gasses pumped into it
ru: Удаляет закачанные газы.

# NeutroniumTrashCan.STRINGS.BUILDINGS.PREFABS.NTC_GASTRASHCAN.NAME
source: <link="NTCGASTRASHCAN">Gas Trash Can</link>
ru: <link="NTCGASTRASHCAN">Мусорный бак для газа</link>

# NeutroniumTrashCan.STRINGS.BUILDINGS.PREFABS.NTC_LIQUIDTRASHCAN.DESC
source: Its bigger on the inside!
ru: Внутри он больше!

# NeutroniumTrashCan.STRINGS.BUILDINGS.PREFABS.NTC_LIQUIDTRASHCAN.EFFECT
source: Deletes Liquids pumped into it
ru: Удаляет закачанные жидкости.

# NeutroniumTrashCan.STRINGS.BUILDINGS.PREFABS.NTC_LIQUIDTRASHCAN.NAME
source: <link="NTCLIQUIDTRASHCAN">Liquid Trash Can</link>
ru: <link="NTCLIQUIDTRASHCAN">Мусорный бак для жидкости</link>

# NeutroniumTrashCan.STRINGS.BUILDINGS.PREFABS.NTC_NEUTRONIUMTRASHCAN.DESC
source: Its bigger on the inside!
ru: Внутри он больше!

# NeutroniumTrashCan.STRINGS.BUILDINGS.PREFABS.NTC_NEUTRONIUMTRASHCAN.EFFECT
source: Eats and deletes Neutronium - for those cleanly shaved walls.
ru: Поглощает и удаляет Нейтроний.

# NeutroniumTrashCan.STRINGS.BUILDINGS.PREFABS.NTC_NEUTRONIUMTRASHCAN.NAME
source: <link="NTCNEUTRONIUMTRASHCAN">Neutronium Trash Can</link>
ru: <link="NTCNEUTRONIUMTRASHCAN">Мусорный бак для нейтрония</link>

# NeutroniumTrashCan.STRINGS.BUILDINGS.PREFABS.NTC_SOLIDTRASHCAN.DESC
source: Its bigger on the inside!
ru: Внутри он больше!

# NeutroniumTrashCan.STRINGS.BUILDINGS.PREFABS.NTC_SOLIDTRASHCAN.EFFECT
source: Deletes Solids pumped into it
ru: Удаляет загруженные с рельса твёрдые вещества.

# NeutroniumTrashCan.STRINGS.BUILDINGS.PREFABS.NTC_SOLIDTRASHCAN.NAME
source: <link="NTCSOLIDTRASHCAN">Solid Trash Can</link>
ru: <link="NTCSOLIDTRASHCAN">Мусорный бак для твёрдых веществ</link>
