Repository: andr9528/Oni-Mods
Catalog: _Sgt-Imalas-Mods/ClusterTraitGenerationManager/ModAssets/translations/*.po
Languages: de, ru

source: Apply the preset thats currently displayed in the preview to the custom cluster.
de: Wende das in der Vorschau geladene Preset auf das Custom-Cluster an.
ru: Применить пресет, отображаемый в данный момент в предварительном просмотре, к пользовательскому кластеру.

source: Return
de: Zurück
ru: Назад

source: Close this preset window
de: Preset-Fenster schließen
ru: Закрыть это окно пресетов

source: Generate new Preset
de: Generiere neues Preset
ru: Сохранить пресет

source: Cluster Preset
ru: Пресет кластера

source: Save the currently loaded cluster configuration to a new preset.
de: Speichere die momentan geladene Cluster-Konfiguration als neues Preset.
ru: Сохранить текущую загруженную конфигурацию кластера в новый пресет.

source: No presets available
de: Keine Presets vorhanden
ru: Нет доступных пресетов

source: Load Preset
de: Preset laden
ru: Загрузить пресет

source: Load this preset to the preview
de: Lade dieses Preset in die Vorschau
ru: Загрузить этот пресет в предварительный просмотр

source: Delete Preset
de: Preset löschen
ru: Удалить пресет

source: Rename Preset
de: Preset umbenennen
ru: Переименовать пресет

source: Cluster Presets
ru: Пресеты кластера

source: Close
de: Schließen
ru: Закрыть

source: Add this trait
de: Eigenschaft hinzufügen
ru: Добавить эту характеристику

source: trait label
ru: метка характеристики

source: Disable as Random
de: Deaktiviere Würfelbar
ru: Отключить как случайное

source: Prevent the Trait from generating as a random trait
de: Verhindert dass diese Eigenschaft als Zufallseigenschaft gewürfelt werden kann
ru: Предотвращение генерации характеристики как случайной характеристики

source: Enable as Random
de: Aktiviere Würfelbar
ru: Включить как случайное

source: Allows the Trait generating as a random trait
de: Elaubt dass diese Eigenschaft als Zufallseigenschaft gewürfelt werden kann
ru: Позволяет генерировать характеристику как случайную характеристику

source: No Traits available
de: Keine weiteren Eigenschaften verfügbar
ru: Нет доступных характеристик

# ClusterTraitGenerationManager.STRINGS.UI.CGMEXPORT_SIDEMENUS.TRAITPOPUP.TEXT
source: available Traits:
de: verfügbare Eigenschaften:
ru: доступные характеристики:

# ClusterTraitGenerationManager.STRINGS.UI.GENERATIONWARNING.DESCRIPTION
source: You have selected more than 6 outer planets, which can lead to placement failures. Automatically adjust cluster size and placements?
de: Es wurden mehr als 6 äußere Planeten ausgewählt, was zu Platzierungsfehlern führen kann. Clustergröße und Platzierungen automatisch anpassen?
ru: Вы выбрали более 6 внешних планет, что может привести к неудачному размещению. Автоматически корректировать размер и размещение кластера?

# ClusterTraitGenerationManager.STRINGS.UI.GENERATIONWARNING.NOMANUAL
source: No, let me do it manually.
de: Nein, lass mich das manuell anpassen.
ru: Нет, позвольте мне сделать это вручную.

# ClusterTraitGenerationManager.STRINGS.UI.GENERATIONWARNING.WINDOWNAME
source: Potential Generation Errors detected!
de: Potenzielle Generierungsfehler entdeckt!
ru: Обнаружены потенциальные ошибки генерации!

# ClusterTraitGenerationManager.STRINGS.UI.GENERATIONWARNING.YES
source: Yes
de: Ja
ru: Да

# ClusterTraitGenerationManager.STRINGS.UI.INFOTOOLTIPS.INFO_ONLY
source: These are for info only and are not configurable.
de: Dies dient nur der Info und ist nicht konfigurierbar.
ru: Эти данные приведены только для информации и не являются настраиваемыми.

# ClusterTraitGenerationManager.STRINGS.UI.SEEDLOCK.NAME
source: Seed rerolling affects traits
de: Neuwürfeln beeinflusst Eigenschaften
ru: Рандомизация координат влияет на характеристики

# ClusterTraitGenerationManager.STRINGS.UI.SEEDLOCK.NAME_SHORT
source: rerolling Traits:
de: Eigenschaften würfeln:
ru: Характеристики

# ClusterTraitGenerationManager.STRINGS.UI.SEEDLOCK.NAME_STARMAP
source: rerolling Starmap:
de: Sternkarte würfeln:
ru: Звёздная карта

# ClusterTraitGenerationManager.STRINGS.UI.SEEDLOCK.SEED_PLACEHOLDER
source: Enter Seed...
de: Seed eingeben...
ru: Введите координаты...

# ClusterTraitGenerationManager.STRINGS.UI.SEEDLOCK.TOOLTIP
source: When enabled, rerolling the seed will also reroll the planet traits to those of the new seed. Disable to reroll the seed without affecting the traits. Only blocks trait rerolling for the seed setting above.
de: Wenn diese Option aktiviert ist, werden beim Würfeln des Seed auch die Eigenschaften der Planeten neugewürfelt. Deaktivieren, um den Seed zu würfeln, ohne die Eigenschaften zu beeinflussen. Blockiert nur die Neuberechnung der Eigenschaften für die obige Seed-Einstellung.
ru: Если эта функция включена, то при повторной генерации случайных координат характеристики планеты также будут изменены на характеристики новых координат. Отключите, чтобы сгенерировать случайные координаты, не влияя на характеристики планеты. Блокирует генерацию случайных характеристик только для вышеуказанной настройки координат.

# ClusterTraitGenerationManager.STRINGS.UI.SEEDLOCK.TOOLTIP_STARMAP
source: When enabled, rerolling the seed will also reroll the starmap to the new seed. Disable to reroll the seed without affecting the starmap.
de: Wenn diese Option aktiviert ist, wird beim Würfeln des Seed auch die Sternenkarte neugewürfelt. Deaktivieren, um den Seed zu würfeln, ohne die Eigenschaften zu beeinflussen.
ru: Если эта функция включена, то при повторной генерации случайных координат звёздная карта также будет изменена под новые координаты. Отключите, чтобы сгенерировать случайные координаты, не влияя на звёздную карту.

source: Choose an amount of random outer asteroids. Each asteroid can only generate once
de: Wähle eine Anzahl zufällig ausgewählter Asteroiden. Jeder Asteroid kann nur einmal auftauchen
ru: Выберите количество случайных внешних астероидов. Каждый астероид может сгенерироваться только один раз

# ClusterTraitGenerationManager.STRINGS.UI.SPACEDESTINATIONS.CGM_RANDOM_OUTER.NAME
source: Random Outer Asteroid(s)
de: Zufällige Asteroiden
ru: Случайный(е) внешний(е) астероид(ы)

source: Chooses a random POI during worldgen. Does not roll unique POIs (Temporal Tear, Russel's Teapot)
de: Wähle eine Anzahl zufällig ausgewählter Sternkartenziele. Kann keine einmaligen Sternkartenziele generieren (Zeitriss, Russells Teekanne)
ru: Выбирает количество точек интереса случайным образом. Не рандомизирует уникальные точки интереса (Временной разлом, Чайник Рассела)

# ClusterTraitGenerationManager.STRINGS.UI.SPACEDESTINATIONS.CGM_RANDOM_POI.NAME
source: Random POI
de: Zufällige Sehenswürdigkeiten
ru: Случайная точка интереса

source: The starting asteroid will be picked at random
de: Der Startasteroid wird zufällig gewählt
ru: Стартовый астероид выбирается случайным образом

source: Random Start Asteroid
de: Zufälliger Startasteroid
ru: Случайный стартовый астероид

source: The teleporter asteroid will be picked at random
de: Der Teleporterasteroid wird zufällig gewählt
ru: Астероид для телепортации будет выбран случайным образом

# ClusterTraitGenerationManager.STRINGS.UI.SPACEDESTINATIONS.CGM_RANDOM_WARP.NAME
source: Random Teleporter Asteroid
de: Zufälliger Teleporterasteroid
ru: Телепорт на случайный астероид

# ClusterTraitGenerationManager.STRINGS.UI.STARMAPITEMDESCRIPTOR.ASTEROID
source: Asteroid
ru: Астероид

# ClusterTraitGenerationManager.STRINGS.UI.STARMAPITEMDESCRIPTOR.ASTEROIDPLURAL
source: Asteroids
de: Asteroiden
ru: Астероиды

# ClusterTraitGenerationManager.STRINGS.UI.STARMAPITEMDESCRIPTOR.NOPOISAVAILABLE
source: No more available POI types.
de: Keine weiteren Sternkartenziel-Typen verfügbar.
ru: Больше нет доступных типов точек интереса.

# ClusterTraitGenerationManager.STRINGS.UI.STARMAPITEMDESCRIPTOR.POI
source: Point of Interest
de: Sehenswürdigkeit
ru: Точка интереса

# ClusterTraitGenerationManager.STRINGS.UI.STARMAPITEMDESCRIPTOR.POI_GROUP
source: POI Group
de: Sternkartenziel-Gruppe
ru: Группа точек интереса

# ClusterTraitGenerationManager.STRINGS.UI.STARMAPITEMDESCRIPTOR.POI_GROUP_PLURAL
source: POI Groups
de: Sternkartenziel-Gruppen
ru: Группы точек интереса

# ClusterTraitGenerationManager.STRINGS.UI.STARMAPITEMDESCRIPTOR.POIPLURAL
source: Points of Interest
de: Sehenswürdigkeiten
ru: Точки интереса

# ClusterTraitGenerationManager.STRINGS.UI.STARMAPITEMDESCRIPTOR.STORYTRAIT
source: Story Trait
de: Story-Mission
ru: Сюжетная особенность

# ClusterTraitGenerationManager.STRINGS.UI.STARMAPITEMDESCRIPTOR.STORYTRAITPLURAL
source: Story Traits
de: Story-Missionen
ru: Сюжетные особенности

# ClusterTraitGenerationManager.STRINGS.WORLD_TRAITS.CGM_RANDOMTRAIT.DESCRIPTION
source: Chooses between 1 and 3 Traits at random. (Between 0 and 2 for random planets) Mutually exclusive with other selectable Traits.
de: Wählt 1 bis 3 Welt-Eigenschaften zufällig. (Zwischen 0 und 2 für Zufallsplaneten) Gegenseitig exklusiv mit anderen auswählbaren Eigenschaften.
ru: Случайным образом выбирает от 1 до 3 особенностей. (Между 0 и 2 для случайных планет) Взаимоисключает другие выбираемые особенности.

# ClusterTraitGenerationManager.STRINGS.WORLD_TRAITS.CGM_RANDOMTRAIT.NAME
source: Randomized Traits
de: Zufällige Welt-Eigenschaften
ru: Случайные особенности

# ClusterTraitGenerationManager.STRINGS.MODCONFIG.MANUALCLUSTERPRESETS.NAME
source: Automated Cluster Preset
de: Automatische Preset-Erstellung

# ClusterTraitGenerationManager.STRINGS.MODCONFIG.MANUALCLUSTERPRESETS.TOOLTIP
source: Each time you start a new CGM cluster, a cluster preset will be created automatically. if deactivated, there will be a button for manual creation on the start screen instead.
de: Jedes mal, wenn ein neues CGM-Cluster gestartet wird, wird automatisch ein Preset generiert.}n Wenn diese Option deaktiviert ist, gibt es stattdesen einen Knopf dafür auf dem Startbildschirm.

source: Warning! The selected planet dimensions are too small, making it very likely to fail worldgen. Increase them to avoid that!
de: Achtung! Die gewählten Planetendimensionen sind sehr gering, das kann dazu führen, dass nicht alle Biome generiert werden und die Weltgenerierung in einen Fehler läuft. Erhöhe sie um dies zu vermeiden!

source: Warning! The planet size you have selected has {0}% more area than a normal vanilla size asteroid. This might lead to low game performance!
de: Warnung! Die gewählte Planetengröße hat {0}% mehr Fläche als ein normaler Asteroid in Vanilla-Größe. Dies kann zu FPS-Problemen führen!

# ClusterTraitGenerationManager.STRINGS.UI.SPACEDESTINATIONS.MODDEDPLANET
source: (Modded)
de: (Mod)

# ClusterTraitGenerationManager.STRINGS.UI.SPACEDESTINATIONS.MODDEDPLANETDESC
source: Added by the mod "{0}"
de: Hinzugefügt von "{0}"
