Repository: andr9528/Oni-Mods
Catalog: _Sgt-Imalas-Mods/ClusterTraitGenerationManager/ModAssets/translations/*.po
Languages: de, ru

# ClusterTraitGenerationManager.STRINGS.CLUSTER_NAMES.CGM.DESCRIPTION
source: This cluster has been handcrafted in the Cluster Generation Manager
de: Diese Welt wurde im Cluster Generation Manager von Hand zusammengesetzt
ru: Этот кластер был создан вручную в Менеджере генерации кластеров

# ClusterTraitGenerationManager.STRINGS.CLUSTER_NAMES.CGM.NAME
source: CGM Custom Cluster
ru: Пользовательский кластер МГК

# ClusterTraitGenerationManager.STRINGS.ERRORMESSAGES.MISSINGWORLD
source: Missing Worlds! The preset cannot be loaded since its start world is missing.
de: Fehlende Welten! Das Preset kann nicht geladen werden, da die Startwelt nicht gefunden wurde.
ru: Отсутствующие миры! Пресет не может быть загружен, так как отсутствует его начальный мир.

# ClusterTraitGenerationManager.STRINGS.ERRORMESSAGES.PLANETPLACEMENTERROR
source: Starmap Generation Error! {0} could not be placed on the star map. Increase the maximum distance of of this asteroid to fix this issue.
de: Fehler bei Sternenkartengenerierung! {0} konnte nicht auf der Sternenkarte platziert werden. Erhöhe die maximale Distanz dieses Asteroiden um das Problem zu beheben.
ru: Ошибка создания звёздной карты! {0} не удалось разместить на звёздной карте. Чтобы решить эту проблему, увеличьте максимальное расстояние до этого астероида.

# ClusterTraitGenerationManager.STRINGS.UI.CATEGORYENUM.OUTER
source: Outer Asteroids
de: Äußere Asteroiden
ru: Внешние астероиды

# ClusterTraitGenerationManager.STRINGS.UI.CATEGORYENUM.POI
source: Points of Interest
de: Sehenswürdigkeiten
ru: Точки интереса

# ClusterTraitGenerationManager.STRINGS.UI.CATEGORYENUM.START
source: Start Asteroid
ru: Стартовый астероид

# ClusterTraitGenerationManager.STRINGS.UI.CATEGORYENUM.VANILLASTARMAP
source: Starmap
de: Sternenkarte
ru: Звёздная карта

# ClusterTraitGenerationManager.STRINGS.UI.CATEGORYENUM.WARP
source: Teleport Asteroid
de: Teleporterasteroid
ru: Астероид для телепортации

source: Game Settings
de: Spieleinstellungen
ru: Игровые настройки

source: Open the game settings.
de: Öffne Spieleinstellungen.
ru: Открыть настройки игры.

source: Story Traits
de: Story-Missionen
ru: Сюжетные особенности

source: Open the game settings screen.
de: Öffne Spieleinstellungen.
ru: Открыть экран настроек игры.

source: World Settings
de: Einstellungen
ru: Настройки мира

source: Starmap Item Categories
de: Himmelskörperkategorien
ru: Категории объектов

source: Max. Number of Classic planets:
de: Max. Anzahl großer Planeten:
ru: Макс. количество классических планет:

source: How many of the random planets are allowed to be "classic" size. A large number of classic size asteroids can impact performance. This check includes start and warp planet in its calculcations.
de: Wie viele der Zufallsplaneten dürfen von "Klassischer" Größe sein. Eine hohe Anzahl solcher Planeten kann die FPS negativ beeinflussen. Beeinflust die Zufallsauswahl aller zufälligen Planeten.
ru: Сколько случайных планет могут иметь «классический» размер. Большое количество астероидов классического размера может повлиять на производительность. Эта проверка включает в свои расчеты стартовую планету и планету для телепортации.

source: Number to generate:
de: Zu generierende Anzahl:
ru: Число для генерации:

source: How many instances of this starmap item should be generated. Values that aren't full numbers represent a chance to generate for POIs. (f.e. 0.8 = 80% chance to generate this POI)
de: Wie viele Instanzen dieses Himmelskörpers sollen generieren. Gleitkommazahlen entsprechen einer prozentualen Generierungschance bei Sehenswürdigkeiten. (0.8 entspricht beispielsweise einer 80% Generierungschance)
ru: Сколько экземпляров этого объекта звёздной карты должно быть создано. Значения, не являющиеся полными числами, представляют собой возможность создания точек интереса. (например, 0,8 = 80% шанс создать эту точку интереса)

source: Warning! The selected planet dimensions are very low, this can lead to not all biomes generating!
ru: Предупреждение! Размеры выбранной планеты очень малы, это может привести к генерации не всех биомов!

source: Height:
de: Höhe:
ru: Высота:

source: Width:
de: Breite:
ru: Ширина:

source: Asteroid Size:
de: Asteroidengröße:
ru: Размер астероида:

source: The dimensions of this asteroid.
de: Die Dimension dieses Asteroiden.
ru: Размеры этого астероида.

source: Slightly Taller
de: Etwas Höher
ru: Немного выше

source: The asteroid is a bit taller than normal.
de: Der Asteroid ist ein wenig höher als normal.
ru: Астероид немного выше обычного.

source: Taller
de: Höher
ru: Выше

source: The asteroid is taller than normal.
de: Der Asteroid ist höher als normal.
ru: Астероид выше обычного.

source: Much Taller
de: Ordentlich Höher
ru: Значительно выше

source: The asteroid is a lot taller than normal.
de: Der Asteroid ist um einiges höher als normal.
ru: Астероид намного выше обычного.

source: Normal Shape
de: Normale Form
ru: Обычная форма

source: The asteroid has its usual shape.
de: Der Asteroid hat seine übliche Form.
ru: Астероид имеет свою обычную форму.

source: Slightly Wider
de: Etwas Breiter
ru: Немного шире

source: The asteroid is a bit wider than normal.
de: Der Asteroid ist ein wenig breiter als normal.
ru: Астероид немного шире, чем обычно.

source: Wider
de: Breiter
ru: Шире

source: The asteroid is wider than normal.
de: Der Asteroid ist breiter als normal.
ru: Астероид шире, чем обычно.

source: Much Wider
de: Ordentlich Breiter
ru: Значительно шире

source: The asteroid is a lot wider than normal.
de: Der Asteroid ist um einiges breiter als normal.
ru: Астероид намного шире обычного.

source: Tiny
de: Mini
ru: Крошечный

source: The asteroid is at 30% of its usual size.
de: Der Asteroid hat 30% seiner normalen Größe.
ru: Астероид имеет размер 30% от своего обычного размера.

source: Smaller
de: Kleiner
ru: Меньший

source: The asteroid is at 45% of its usual size.
de: Der Asteroid hat 45% seiner normalen Größe.
ru: Астероид имеет размер 45% от своего обычного размера.

source: Small
de: Klein
ru: Маленький

source: The asteroid is at 60% of its usual size.
de: Der Asteroid hat 60% seiner normalen Größe.
ru: Астероид имеет размер 60% от своего обычного размера.

source: Slightly Smaller
de: Etwas Kleiner
ru: Немного меньше

source: The asteroid is at 80% of its usual size.
de: Der Asteroid hat 80% seiner normalen Größe.
ru: Астероид имеет размер 80% от своего обычного размера.

source: Normal
ru: Обычный

source: The asteroid is at its usual size.
de: Der Asteroid hat seine normale Größe.
ru: Астероид имеет свой обычный размер.

source: Slightly Larger
de: Minimal Größer
ru: Немного больше

source: The asteroid is 25% larger than normal.
de: Der Asteroid ist 25 % größer als normal.
ru: Астероид на четверть больше своего обычного размера.

source: Large
de: Groß
ru: Большой

source: The asteroid is 50% larger than normal.
de: Der Asteroid ist 50 % größer als normal.
ru: Астероид на половину больше своего обычного размера.

source: Huge
de: Sehr Groß
ru: Огромный

source: The asteroid has twice its usual size.
de: Der Asteroid ist doppelt so groß wie normal.
ru: Астероид в два раза больше своего обычного размера.

source: Massive
de: Extrem Groß
ru: Массивный

source: The asteroid has three times its usual size.
de: Der Asteroid ist dreimal so groß wie normal.
ru: Астероид в три раза больше своего обычного размера.

source: Enormous
de: Riesig
ru: Громадный

source: The asteroid has four times its usual size.
de: Der Asteroid ist viermal so groß wie normal.
ru: Астероид в четыре раза больше своего обычного размера.

source: Warning! The planet size you have selected has {0}% more area than a normal vanilla size asteroid. This might lead to a low game performance!
ru: Предупреждение! Выбранный вами размер планеты имеет площадь на {0}% больше, чем у астероида обычного размера. Это может привести к снижению производительности игры!

source: Add Trait
de: Welt-Eigenschaft hinzufügen
ru: Добавить характеристику

source: Add Trait
de: Welt-Eigenschaft hinzufügen
ru: Добавить характеристику

source: Blacklist Traits
de: Blockiere Eigenschaften
ru: Чёрный список характеристик

source: Disable Traits you want to not show up as random traits.
de: Blockiere Welteigenschaften, sodass diese nicht als Zufallseigenschaften auftreten können.
ru: Отключить характеристики, которые вы хотите, чтобы не отображались как случайные характеристики.

source: No Traits
de: Keine Eigenschaften
ru: Нет характеристик

source: Asteroid Traits:
de: Welt-Eigenschaften:
ru: Характеристики астероида:

source: Buffer Distance:
de: Pufferdistanz:
ru: Буферное расстояние:

source: The minimum distance this asteroid has to other asteroids.
de: Minimale Distanz welche zu anderen Asteroiden bestehen muss.
ru: Минимальное расстояние данного астероида до других астероидов.

source: Active Meteor Showers:
de: Aktive Meteorschauer:
ru: Активные метеорные дожди:

source: Active Meteor Seasons:
de: Aktive Meteor-Saisons:
ru: Активные метеоритные сезоны:

source: Add additional meteor season
de: Zusätzliche Saison hinzufügen
ru: Добавить дополнительный метеоритный сезон

source: Add another type of meteor season type to this asteroid. Warning: Meteor season types are all active at the same time, leading to a high volume of meteors at the same time if multiple are added. Normal asteroids have usually one season type.
de: Diesem Asteroiden einen weiteren Meteorsaison-Typ hinzufügen. Achtung: Alle Meteorsaisons sind alle gleichzeitig aktiv, Dies führt zu einer hohen Anzahl von Meteoren zur gleichen Zeit, wenn mehrere Saisons hinzugefügt wurden. Normale Asteroiden haben meist nur einen Saisontyp.
ru: Добавить к этому астероиду ещё один тип метеорного сезона. Внимание: Все типы метеорного сезона активны одновременно, что может привести к большому количеству метеоров в одно и то же время, если их добавить несколько. Обычные астероиды обычно имеют один тип сезона.

source: No Meteor Showers
de: Keine Meteore
ru: Без метеорных дождей

source: No more available Season Types
de: Keine weiteren Saison-Typen verfügbar
ru: Больше нет доступных типов сезонов

source: Add new season type
de: Saison-Typ hinzufügen
ru: Добавить новый тип сезона

source: This season type does not contain any meteor shower types. This might change in the future if Klei decides to add some showers to this season type. For this reason the season type is listed here.
de: Dieser Saisontyp enthält keine Meteorschauertypen. Dies könnte sich in Zukunft ändern, wenn Klei beschließt, diesen Typ um einige Schauer zu erweitern. Aus diesem Grund ist der Typ hier aufgeführt.
ru: Данный тип сезона не содержит типов метеорных дождей. Это может измениться в будущем, если Klei решит добавить несколько видов метеорных дождей в этот тип сезона. По этой причине данный тип сезона приведен здесь.

source: This season type contains the following shower types:
de: Dieser Saisontyp enthält die folgenden Meteorschauer:
ru: Этот тип сезона содержит следующие типы дождей:

source: Available Meteor Season Types:
de: Verfügbare Meteorsaison-Typen:
ru: Доступные типы метеорного сезона:

source: Meteors:
de: Meteore:
ru: Метеоры:

source: What kind of meteors should come down on this asteroid?
de: Welche Arten von Meteoriten sollen auf diesem Asteroiden niedergehen?
ru: Какие метеоры должны упасть на этот астероид?

source: One time shower event when opening the tear.
de: Einmaliger Meteorschauer, welcher durch das Öffnen des Zeitrisses ausgelöst wird.
ru: Однократный дождь при открытии разрыва.

source: No season types selected
de: Keine Meteorsaison ausgewählt
ru: Типы сезонов не выбраны

source: Remove this season type
de: Diesen Saison-Typ entfernen
ru: Удалить этот тип сезона

source: Meteor type present in these shower types:
de: Meteore in diesem Schauer-Typ:
ru: Тип метеора присутствует в следующих типах дождей:

source: Swap this season to a different type
de: Diese Saison durch eine andere ersetzen
ru: Поменять этот сезон на другой тип

source: Vanilla Meteor Showers
de: Vanilla Meteore
ru: Ванильные метеоритные дожди

source: Between {0} and {1}
de: Zwischen {0} und {1}
ru: Между {0} и {1}

source: Distance to Center:
de: Distanz zum Zentrum:
ru: Расстояние до центра:

source: The minimum and maximum distance to the center of the starmap the starmap item can generate with. Setting the range to 0 - 0 will always spawn the starmap item the center of the map. Setting the range to 3 - 8 will spawn the starmap item randomly between 3 and 8 hexes away from the center of the starmap.
de: Der minimale und maximale Abstand zum Zentrum der Sternenkarte, mit dem der Himmelskörper generiert werden kann. Wird der Bereich auf 0 - 0 gesetzt, so wird der Himmelskörper immer in der Mitte der Karte erzeugt. Wenn du den Bereich auf 3 - 8 setzt, wird der Himmelskörper zufällig zwischen 3 und 8 Feldern vom Zentrum der Sternenkarte entfernt erzeugt.
ru: Минимальное и максимальное расстояние до центра звёздной карты, на котором может быть создан объект звёздной карты. Установка диапазона от 0 до 0 всегда будет создавать объекты звёздной карты в центре карты. Установка диапазона от 3 до 8 приведёт к появлению объекта звёздной карты случайным образом между 3 и 8 гексами от центра звёздной карты.

source: Allow Spawning Duplicates:
de: Duplikate erlaubt:
ru: Разрешить создание дубликатов:

source: When enabled, a POI from the POI pool can generate multiple times from this POI group.
de: Wenn aktiviert, kann ein Sternkartenziel in dieser Gruppe mehrfach generiert werden.
ru: Если этот параметр включен, точка интереса из пула точек интереса может генерироваться несколько раз из этой группы точек интереса.

source: Avoid Clumping:
de: Verklumpen vermeiden:
ru: Избегать слипания:

source: When enabled, POIs generated from this group cannot generate adjacent to other POIs.
de: Wenn aktiviert, können Sternkartenziele in dieser Gruppe nicht direkt neben anderen Zielen generieren.
ru: Если эта функция включена, точки интереса, созданные из этой группы, не могут генерироваться рядом с другими точками интереса.

source: Add new POI to group
de: Neues Ziel zur Gruppe hinzufügen
ru: Добавить новую точку интереса в группу

source: POIs in this Group:
de: Ziele in dieser Gruppe:
ru: Точки интереса в этой группе:

source: No POIs in this group...
de: Keine Ziele in dieser Gruppe...
ru: Нет точек интереса в этой группе...

source: Delete this POI Group
de: Diese Sternkartengruppe entfernen
ru: Удалить эту группу точек интереса

source: Delete the currently selected POI group from the custom cluster.
de: Lösche die ausgewählte Sternkartenziel-Gruppe aus dem Cluster.
ru: Удалить текущую выбранную группу точек интереса из пользовательского кластера.

source: Generate [STARMAPITEMTYPE]:
de: Generiere [STARMAPITEMTYPE]:
ru: Создать [STARMAPITEMTYPE]:

source: Should this starmap item be generated at all?
de: Soll dieser Himmelskörper generiert werden?
ru: Должен ли вообще создаваться этот объекта звёздной карты?

source: Generate Story Trait:
de: Generiere Story-Mission:
ru: Создать сюжетную особенность:

source: Should this Story Trait be generated?
de: Soll diese Story-Mission generiert werden?
ru: Следует ли создавать эту сюжетную особенность?

source: Mineable Mass:
de: Abbaubare Masse:
ru: Добываемая масса:

source: Bio-Resource
ru: Биоресурс

source: This resource requires a biological cargo bay to collect.
de: Diese Resource benötigt zum Sammeln einen biologischen Frachtraum.
ru: Для сбора этого ресурса требуется биологический грузовой отсек.

source: No Resources here..
de: Keine Resourcen hier...
ru: Здесь нет ресурсов...

source: POI-Group {0} Spawns {1} of these POIs at Distance {2} to {3}:
de: Sternkartenziel-Gruppe {0} Erzeugt {1} dieser Ziele in Distanz {2} bis {3}:
ru: Группа точек интереса {0} Создаёт {1} из этих точек интереса на расстоянии от {2} до {3}:

source: Modify this POI Type
de: Sehenswürdigkeits-Typ modifizieren
ru: Изменить тип этой ТИ

source: None
de: Keine
ru: Нет

source: Replenishment per cycle:
de: Wiederaufstockung pro Zyklus:
ru: Пополнение за цикл:

source: Resources:
de: Ressourcen:
ru: Ресурсы:

source: {0} at {1} {2}
de: {0} bei {1} {2}
ru: {0} на {1}{2}

source: {0} in Group {1}
de: {0} in Gruppe {1}
ru: {0} в группе {1}

source: Amazing
de: Klasse
ru: Удивительный

source: Bad
de: Schlecht
ru: Плохой

source: No Artifacts
de: Keine Artefakte
ru: Нет артефактов

source: Produces Artifacts
de: Erzeugt Artefakte
ru: Производит артефакты

source: Good
de: Gut
ru: Хороший

source: Great
de: Großartig
ru: Замечательный

source: Mediocre
de: Mittelmäßig
ru: Посредственный

source: None
de: Keine
ru: Нет

source: Perfect
de: Perfekt
ru: Идеальный

source: Artifact Rarity:
de: Artefaktseltenheit:
ru: Редкость артефакта:

source: Remove this POI
de: Dieses Sternkartenziel entfernen
ru: Удалить эту точку интереса

source: Start modified Game
de: Modifiziertes Spiel Starten
ru: Начать мод. игру

source: Start generating a modified Cluster based on selected parameters. Modified Cluster Generation is only activated if this button here is used.
de: Startet die Generierung eines modifizierten Clusters basierend auf den ausgewählten Parametern. Die Generierung modifizierter Cluster wird nur aktiviert, wenn dieser Knopf hier verwendet wird.
ru: Начать генерировать модифицированный кластер на основе выбранных параметров. Генерация модифицированного кластера активируется только в том случае, если используется эта кнопка.

source: The current asteroid placement rules do not allow a spot for all asteroids on the starmap. Please adjust your asteroid placement rules or reduce the total amount of asteroids!
de: Die aktuellen Regeln für die Platzierung von Asteroiden lassen nicht für alle Asteroiden einen Platz auf der Sternenkarte zu. Bitte passe die Regeln für die Platzierung von Asteroiden an oder reduziere die Gesamtzahl der Asteroiden!
ru: Действующие правила размещения астероидов не допускают размещения всех астероидов на звёздной карте. Пожалуйста, измените правила размещения астероидов или уменьшите общее количество астероидов!

source: The current asteroid placement rules for the {0} currently fail to place the asteroid on the starmap. Please adjust its placements or reduce the total amount of asteroids!
de: Die aktuellen Platzierungsregeln des Asteroiden {0} führen dazu, dass dieser nicht auf der Sternenkarte platziert werden kann. Bitte passe die Platzierungsregeln an oder reduziere die Gesamtanzahl der Asteroiden!
ru: Текущие правила размещения астероидов для {0} в настоящее время не позволяют разместить астероид на звёздной карте. Пожалуйста, измените его расположение или уменьшите общее количество астероидов!

source: The current asteroid placement rules do not allow meteors to reach the {0}. This would cause a crash on the spawn of the first meteor shower that tries to target this unreachable asteroid. Please adjust your starmap placements!
de: Die aktuellen Regeln für die Platzierung von Asteroiden lassen es nicht zu, dass Meteoriten den {0} erreichen können. Dies würde zu einem Absturz beim Spawn des ersten Meteoritenschauers führen, der versucht, diesen unerreichbaren Asteroiden anzuvisieren. Bitte passen Sie Ihre Asteroidenplatzierungen an!
ru: Действующие правила размещения астероидов не позволяют метеорам достигать {0}. Это могло бы вызвать сбой игры при появлении первого метеоритного дождя, который попытается нацелиться на этот недостижимый астероид. Пожалуйста, измените расположение астероидов звёздной карты!

source: There is currently no temporal tear on the starmap. Please add a temporal tear to the starmap!
de: Derzeit gibt es keinen Zeitriss auf der Sternenkarte. Bitte füge einen Zeitriss auf der Sternenkarte hinzu!
ru: На звёздной карте нет временных разрывов. Пожалуйста, добавьте временной разрыв на звёздную карту!

source: Cluster Presets
ru: Пресеты кластера

source: Create new or load your existing cluster presets
de: Erstelle neue oder lade gespeicherte Cluster-Presets
ru: Создать новый или загрузить существующие пресеты кластера

source: Reset Everything
de: Alles Zurücksetzen
ru: Сбросить всё

source: Undo all changes you have made by reloading the cluster preset.
de: Setze alle am Cluster vorgenommenen Änderungen zurück.
ru: Отмените все внесённые вами изменения, перезагрузив пресет кластера.

source: Undo all changes you have made by reloading the world preset.
de: Setze alle vorgenommenen Änderungen zurück.
ru: Отмените все внесённые вами изменения, перезагрузив пресет мира.

source: Reset Selected Item
de: Himmelskörper zurücksetzen
ru: Сбросить объект

source: Undo all changes you have made to the currently selected item.
de: Setze alle am momentan ausgewählten Himmelskörper vorgenommenen Änderungen zurück.
ru: Отмените все изменения, внесённые вами в выбранный в данный момент объект.

source: Return
de: Zurück
ru: Назад

source: Return to the previous screen.
de: Zum vorherigen Fenster zurückkehren.
ru: Вернуться на предыдущий экран.

source: Reset Starmap
de: Sternenkarte zurücksetzen
ru: Сбросить звёздную карту

source: Undo all changes you have made to the starmap.
de: Setze alle an der Sternenkarte vorgenommenen Änderungen zurück.
ru: Отменить все изменения, внесённые в звёздную карту.

source: Cluster Size (Radius):
de: Clustergröße (Radius):
ru: Размер кластера (радиус):

source: The radius of the starmap.
de: Der Radius der Sternenkarte.
ru: Радиус звёздной карты.

source: Currently selected [STARMAPITEMTYPE]: {0}
de: Momentan ausgewählter [STARMAPITEMTYPE]: {0}
ru: Выбрано: [STARMAPITEMTYPE]: {0}

source: Current [STARMAPITEMTYPE]: {0} at {1}
de: Momentan ausgewählter [STARMAPITEMTYPE]: {0} bei {1}
ru: Текущий [STARMAPITEMTYPE]: {0} в {1}

source: Enter Text to filter POIs
de: Text eingeben um Sternkartenziele zu filtern
ru: Введите текст для фильтрации ТИ

source: Drag POI here to delete.
de: Hier hinziehen zum löschen.
ru: Перетащите чтобы удалить.

source: This POI is currently not present on the starmap
de: Dieses Ziel ist momentan nicht auf der Sternenkarte vertreten
ru: Эта точка интереса отсутствует на звёздной карте

source: Drag POI here to delete.
ru: Перетащите чтобы удалить.

source: Show Names
de: Namen zeigen
ru: Показать названия

source: [STARMAPITEMTYPEPL] in this category:
de: [STARMAPITEMTYPEPL] in dieser Kategorie:
ru: [STARMAPITEMTYPEPL] в этой категории:

source: Add another POI group
de: Neue Sternkartenziel-Gruppe hinzufügen
ru: Добавить ещё одну группу точек интереса

source: Add missing POIs ({0} missing)
de: Alle fehlenden Sternkartenziele hinzufügen ({0} fehlen)
ru: Добавить недостающие точки интереса (отсутствует {0})

source: The following POI types are currently missing:{0}
de: Die folgenden Typen von Sternkartenzielen fehlen momentan:{0}
ru: Следующие типы ТИ в настоящее время отсутствуют:{0}

source: Increase max. Distance
de: Max. Distanz erhöhen
ru: Увеличить макс. расстояние

source: Reduce max. Distance
de: Max. Distanz reduzieren
ru: Уменьшить макс. расстояние

source: Add new POI
de: Neues Ziel hinzufügen
ru: Добавить точку интереса

# ClusterTraitGenerationManager.STRINGS.UI.CGMBUTTON.DESC
source: Start customizing the currently selected cluster.
de: Beginne mit der Individualisierung des ausgewählten Clusters.
ru: Начать настройку данного кластера.

source: Cancel
de: Abbrechen
ru: Отмена

source: You are about to delete the preset "{0}". Do you want to continue?
de: Soll das Preset "{0}" wirklich gelöscht werden?
ru: Вы собираетесь удалить пресет "{0}". Вы хотите продолжать?

source: Delete {0}
de: {0} löschen
ru: Удалить {0}

source: Confirm Deletion
de: Löschung bestätigen
ru: Подтвердить удаление

source: Apply Preset
de: Preset anwenden
ru: Применить пресет
