Repository: andr9528/Oni-Mods
Catalog: _Sgt-Imalas-Mods/SkillingQueue/ModAssets/translations/*.po
Languages: ru

# SkillingQueue.STRINGS.SKILLQUEUE.DEQUEUE
source: Currently at position {0} in the skill queue. Hold <style="KKeyword">{1}</style> and click to remove from the queue
ru: Находится на {0} позиции в очереди навыков. Удерживайте <style="KKeyword">{1}</style> и нажмите, чтобы удалить из очереди

# SkillingQueue.STRINGS.SKILLQUEUE.QUEUE
source: Hold <style="KKeyword">{0}</style> and click to add to skill queue
ru: Удерживайте <style="KKeyword">{0}</style> и нажмите, чтобы добавить в очередь изучения навыков

source: Get a notification when a skill queue gets completed.
ru: Отправлять уведомление, когда очередь навыков будет завершена.

# SkillingQueue.STRINGS.SKILLQUEUE_CONFIG.NOTIFICATION_ON_QUEUE_COMPLETE.NAME
source: Notify on skill queue completion
ru: Уведомлять о завершении очереди навыков

# SkillingQueue.STRINGS.SKILLQUEUE_CONFIG.NOTIFICATION_ON_SKILL.DESCRIPTION
source: Get a notification when a dupe learns a new skill through a skill queue.
ru: Отправлять уведомление, когда дубликант изучает новый навык из очереди навыков.

# SkillingQueue.STRINGS.SKILLQUEUE_CONFIG.NOTIFICATION_ON_SKILL.NAME
source: Notify on Skill learned
ru: Уведомить об освоении навыка

# SkillingQueue.STRINGS.SKILLQUEUE_CONFIG.RAINBOW_QUEUE.DESCRIPTION
source: The queue position indicator numbers are tinted with rainbow progression for easier distinction.
ru: Номера индикаторов положения в очереди окрашены в радужную прогрессию для облегчения различения.

# SkillingQueue.STRINGS.SKILLQUEUE_CONFIG.RAINBOW_QUEUE.NAME
source: Rainbow queue indicator
ru: Радужный индикатор очереди

# SkillingQueue.STRINGS.SKILLQUEUE_STATUSITEMS.SQ_NEW_SKILL_LEARNED.DESCRIPTION
source: {0} has learned the skill {1}
ru: {0} освоил(а) навык {1}

# SkillingQueue.STRINGS.SKILLQUEUE_STATUSITEMS.SQ_NEW_SKILL_LEARNED.NAME
source: New Skill: {0}
ru: Новый навык: {0}

# SkillingQueue.STRINGS.SKILLQUEUE_STATUSITEMS.SQ_QUEUE_COMPLETED.DESCRIPTION
source: {0} has learned all queued skills.
ru: {0} изучил(а) все навыки, находящиеся в очереди.

# SkillingQueue.STRINGS.SKILLQUEUE_STATUSITEMS.SQ_QUEUE_COMPLETED.NAME
source: {0}: Skillqueue completed
ru: {0}: очередь навыков завершена
