Repository: andr9528/Oni-Mods
Catalog: _Sgt-Imalas-Mods/Robo Rockets/ModAssets/translations/*.po
Languages: de, fr, pt_br, ru, zh_cn

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_BRAINEXPERIENCE.LVL1
source: <link="LVL1">Novice Pilot</link>
de: <link="LVL1">Anfängerpilot</link>
fr: <link="LVL1">Pilote novice</link>
pt_br: <link="LVL1">Piloto Iniciante</link>
ru: <link="LVL1">Пилот-новичок</link>
zh_cn: <link="LVL1">菜鸟飞行员</link>

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_BRAINEXPERIENCE.LVL2
source: <link="LVL2">Advanced Beginner Pilot</link>
de: <link="LVL2">Fortgeschrittener Pilot</link>
fr: <link="LVL2">Pilote débutant avancé</link>
pt_br: <link="LVL2">Piloto Avançado</link>
ru: <link="LVL2">Продвинутый пилот-новичок</link>
zh_cn: <link="LVL2">新手飞行员</link>

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_BRAINEXPERIENCE.LVL3
source: <link="LVL3">Competent Pilot</link>
de: <link="LVL3">Kompetenter Pilot</link>
fr: <link="LVL3">Pilote compétent</link>
pt_br: <link="LVL3">Piloto Competente</link>
ru: <link="LVL3">Компетентный пилот</link>
zh_cn: <link="LVL3">称职的飞行员</link>

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_BRAINEXPERIENCE.LVL4
source: <link="LVL4">Proficient Pilot</link>
de: <link="LVL4">Erfahrener Pilot</link>
fr: <link="LVL4">Pilote expérimenté</link>
pt_br: <link="LVL4">Piloto Proficiente</link>
ru: <link="LVL4">Опытный пилот</link>
zh_cn: <link="LVL4">老手飞行员</link>

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_BRAINEXPERIENCE.LVL5
source: <link="LVL5">Expert Pilot</link>
de: <link="LVL5">Expertenpilot</link>
fr: <link="LVL5">Pilote expert</link>
pt_br: <link="LVL5">Piloto expert</link>
ru: <link="LVL5">Пилот-эксперт</link>
zh_cn: <link="LVL5">专家级飞行员</link>

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_BRAINEXPERIENCE.LVL6
source: <link="LVL6">Master Pilot</link>
de: <link="LVL6">Meisterpilot</link>
fr: <link="LVL6">Pilote maître</link>
pt_br: <link="LVL6">Piloto Master</link>
ru: <link="LVL6">Мастер-пилот</link>
zh_cn: <link="LVL6">领航大师</link>

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_BRAINEXPERIENCE.LVLNONE
source: <link="LVLNONE">Automated Pilot</link>
de: <link="LVLNONE">Vollautomatischer Pilot</link>
fr: <link="LVLNONE">Pilote automatisé</link>
pt_br: <link="LVLNONE">Piloto Automático</link>
ru: <link="LVLNONE">Автоматизированный пилот</link>
zh_cn: <link="LVLNONE">自动飞行员</link>

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_BRAINEXPERIENCE.NOBRAIN
source: This AI-Module
de: Dieses AI-Modul
fr: Ce module AI
pt_br: Este módulo AI
ru: Этот ИИ-модуль
zh_cn: 这个人工智能舱

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_BRAINEXPERIENCE.TOOLTIP
source: {BRAINNAME} is a {BRAINXPSTATE} ({BRAINBOOST}% total rocket speed)
de: {BRAINNAME} ist ein {BRAINXPSTATE} ({BRAINBOOST}% total rocket speed)
fr: {BRAINNAME} est un {BRAINXPSTATE} ({BRAINBOOST}% vitesse totale de la fusée)
ru: {BRAINNAME} - {BRAINXPSTATE} ({BRAINBOOST}% общей скорости ракеты)
zh_cn: {BRAINNAME} 是 {BRAINXPSTATE} ({BRAINBOOST}% 总共的飞行速度)

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_BRAINEXPERIENCE.UNNAMEDBRAIN
source: This Brain
de: Das Gehirn
fr: Ce cerveau d'IA
pt_br: Este Cérebro
ru: Этот мозг
zh_cn: 这个脑子

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_NOBRAIN.NAME
source: No brain installed!
de: Kein Gehirn eingebaut!
fr: Aucun cerveau d'IA n'est installé !
pt_br: Nenhum cérebro instalado!
ru: Мозг не установлен!
zh_cn: 它还没有脑子！

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_NOBRAIN.TOOLTIP
source: This Module is missing a brain!
de: Dem Modul fehlt ein Gehirn!
fr: Il manque un cerveau d'IA à ce module !
pt_br: Este módulo está faltando um cérebro!
ru: У этого модуля отсутствует мозг!
zh_cn: 这个舱还没有长脑子

# RoboRockets.STRINGS.BUILDINGS.PREFABS.AIMODULE.DESC
source: [Module Deprecated] Please replace with one of the new Modules
fr: [Module obsolète] Veuillez le remplacer par l'un des nouveaux modules
pt_br: [Módulo obsoleto] Substitua por um dos novos módulos
ru: [Модуль устарел] Пожалуйста, замените на новый модуль
zh_cn: [Module Deprecated] 请更换成新的功能舱

# RoboRockets.STRINGS.BUILDINGS.PREFABS.AIMODULE.EFFECT
source: [Module Deprecated] Please replace with one of the new Modules
fr: [Module obsolète] Veuillez le remplacer par l'un des nouveaux modules
pt_br: [Módulo obsoleto] Substitua por um dos novos módulos
ru: [Модуль устарел] Пожалуйста, замените на новый модуль
zh_cn: [Module Deprecated] 请更换成新的功能舱

# RoboRockets.STRINGS.BUILDINGS.PREFABS.AIMODULE.NAME
source: <link="AIMODULE">AI Control Module [DEPRECATED]</link>
fr: <link="AIMODULE">Module de contrôle de l'IA [DEPRECATED]</link>
pt_br: <link="AIMODULE">Modo de controle da AI [DEPRECATED]</link>
ru: <link="AIMODULE">Модуль управления ИИ [УСТАРЕЛ]</link>
zh_cn: <link="AIMODULE">人工智能舱 [DEPRECATED]</link>

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AICONTROLMODULE.DESC
source: [Module Deprecated] Please replace with one of the new Modules
fr: [Module obsolète] Veuillez le remplacer par l'un des nouveaux modules
pt_br: [Módulo obsoleto] Substitua por um dos novos módulos
ru: [Модуль устарел] Пожалуйста, замените на новый модуль
zh_cn: [Module Deprecated] 请更换成新的功能舱

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AICONTROLMODULE.EFFECT
source: [Module Deprecated] Please replace with one of the new Modules
fr: [Module obsolète] Veuillez le remplacer par l'un des nouveaux modules
pt_br: [Módulo obsoleto] Substitua por um dos novos módulos
ru: [Модуль устарел] Пожалуйста, замените на новый модуль
zh_cn: [Module Deprecated] 请更换成新的功能舱

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AICONTROLMODULE.NAME
source: <link="AICONTROLMODULECONFIG">AI Control Module [DEPRECATED]</link>
fr: <link="AICONTROLMODULECONFIG">Module de contrôle de l'IA [DEPRECATED]</link>
pt_br: <link="AICONTROLMODULECONFIG">Módulo de controle AI [DEPRECATED]</link>
ru: <link="AICONTROLMODULECONFIG">Модуль управления ИИ [УСТАРЕЛ]</link>
zh_cn: <link="AICONTROLMODULECONFIG"人工智能舱 [DEPRECATED]</link>

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULE.DESC
source: Piloting is fun, even for an artificial brain!
fr: Piloter est un plaisir, même pour un cerveau artificiel !
pt_br: Pilotar é divertido, mesmo para um cérebro artificial!
ru: Пилотирование - это весело даже для искусственного мозга!
zh_cn: 驾驶火箭很好玩，让一个人工大脑开车就更好玩了

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULE.EFFECT
source: Requires a <link="BRAINCONFIG">AI Brain</link> to function. Brains can be made at the <link="SUPERMATERIALREFINERY">Forge Moléculaire</link> A brain will pilot the rocket and slowly gain piloting experience, resulting in faster flight times. Functions as a Command Module. One Command Module may be installed per rocket. Won't allow any duplicants inside
fr: Nécessite un <link="BRAINCONFIG">Cerveau d'IA</link> pour fonctionner. Les cerveaux peuvent être fabriqués à la <link="SUPERMATERIALREFINERY">Forge Moléculaire</link> Un cerveau pilotera la fusée et acquerra lentement de l'expérience de pilotage, ce qui se traduira par des temps de vol plus rapides. Fonctionne comme un module de commande. Un module de commande peut être installé par fusée. Aucun doublon n'est autorisé à l'intérieur

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULE.NAME
source: <link="RRAINOSECONE">AI Brain Module [OLD]</link>
fr: <link="RRAINOSECONE">Module cérébral de l'IA [OLD]</link>
pt_br: <link="RRAINOSECONE">Módulo Cérebro AI [ANTIGO]</link>
ru: <link="RRAINOSECONE">Мозговой модуль ИИ [СТАРЫЙ]</link>
zh_cn: <link="RRAINOSECONE">人工脑舱 [OLD]</link>

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULEV2.DESC
source: Piloting is fun, even for an artificial brain!
de: Rakete fliegen macht spaß, sogar für ein AI-Gehirn!
fr: Piloter est un plaisir, même pour un cerveau artificiel !
pt_br: Pilotar é divertido, mesmo para um cérebro artificial!
ru: Пилотирование - это весело даже для искусственного мозга!
zh_cn: 驾驶火箭很好玩，让一个人工大脑开车就更好玩了

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULEV2.EFFECT
source: Requires a <link="BRAINCONFIG">AI Brain</link> to function. Brains can be made at the <link="SUPERMATERIALREFINERY">Forge Moléculaire</link> A brain will pilot the rocket and slowly gain piloting experience, resulting in faster flight times. Functions as a Command Module. One Command Module may be installed per rocket. Won't allow any duplicants inside
fr: Nécessite un <link="BRAINCONFIG">Cerveau d'IA</link> pour fonctionner. Les cerveaux peuvent être fabriqués à la <link="SUPERMATERIALREFINERY">Forge Moléculaire</link> Un cerveau pilotera la fusée et acquerra lentement de l'expérience de pilotage, ce qui se traduira par des temps de vol plus rapides. Fonctionne comme un module de commande. Un module de commande peut être installé par fusée. Aucun doublon n'est autorisé à l'intérieur

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULEV2.NAME
source: <link="RRAINOSECONE">AI Brain Module</link>
de: <link="RRAINOSECONE">AI-Gehirn Kontrollmodul</link>
fr: <link="RRAINOSECONE">Module cérébral de l'IA</link>
pt_br: <link="RRAINOSECONE">Módulo Cérebro AI</link>
ru: <link="RRAINOSECONE">Мозговой модуль ИИ</link>
zh_cn: <link="RRAINOSECONE">人工脑舱</link>

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AINOSECONE.DESC
source: The big camera lens helps its AI with navigation.
de: Die große Kameralinse hilft bei der Navigation.
fr: Le grand objectif de l'appareil photo aide l'IA à naviguer.
pt_br: A grande lente da câmera ajuda sua IA na navegação.
ru: Большой объектив камеры помогает ИИ с навигацией.
zh_cn: 这个巨大摄像头会帮助人工智能飞行。

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AINOSECONE.EFFECT
source: Will pilot a rocket without any duplicant interaction. Functions as a Command Module an a Nosecone. One Command Module may be installed per rocket. Must be built at the top of a Rocket Won't allow any duplicants inside
de: Fungiert als Pilot und erlaubt Fliegen ohne Duplikanten. ´ Fungiert als Kommandomodul Pro Rakete kann ein Kommandomodul installiert werden. Muss oben auf einer Rakete gebaut werden. Kann keine Duplikanten aufnehmen.
fr: Pilote une fusée sans interaction d'un duplicant. Fonctionne comme un module de commande et un nez de fusée. Un module de commande peut être installé par fusée. Doit être construit au sommet d'une fusée. Ne permet pas l'entrée de doublons à l'intérieur de la fusée
pt_br: Irá pilotar um foguete sem qualquer interação de duplicante. Funciona como um Módulo de Comando e um Nosecone. Um Módulo de Comando pode ser instalado por foguete. Deve ser construído no topo de um Foguete Não permitirá nenhum duplicante dentro
ru: Управляет ракетой без участия дубликантов. Функционирует как командный модуль и головной обтекатель. На каждую ракету может быть установлен один командный модуль. Должен устанавливаться на вершину ракеты. Не допускает дубликантов внутрь.
zh_cn: 不需要任何复制人就能驾驶火箭。 可以替代成指挥舱和前锥。 一个火箭只能安装一个指挥舱。 必须修建在火箭顶端 复制人无法进入其中

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AINOSECONE.NAME
source: <link="RRAINOSECONE">AI Nosecone</link>
de: <link="RRAINOSECONE">Vollautomatische AI-Nasenkonus</link>
fr: <link="RRAINOSECONE">Coiffe avec IA</link>
pt_br: <link="RRAINOSECONE">Nariz AI</link>
ru: <link="RRAINOSECONE">Головной обтекатель ИИ</link>
zh_cn: <link="RRAINOSECONE">人工智能前锥</link>

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_EARLYGAMEAICONTROLMODULE.DESC
source: Piloting a rocket, now without duplicants.
de: Raketensteuerung, jetzt ohne Duplikanten.
fr: Piloter une fusée, maintenant sans duplicants.
pt_br: Pilotando um foguete, agora sem duplicantes.
ru: Пилотирование ракеты, теперь без дубликантов.
zh_cn: 驾驶火箭，没人都行

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_EARLYGAMEAICONTROLMODULE.EFFECT
source: Will pilot a rocket without any duplicant interaction. Functions as a Command Module. One Command Module may be installed per rocket. Won't allow any duplicants inside
de: Fungiert als Pilot und erlaubt Fliegen ohne Duplikanten. ´ Fungiert als Kommandomodul Pro Rakete kann ein Kommandomodul installiert werden. Kann keine Duplikanten aufnehmen
fr: Pilote une fusée sans interaction d'un duplicant. Fonctionne comme un module de commande. Un module de commande peut être installé par fusée. N'autorise aucun doublon à l'intérieur
pt_br: Irá pilotar um foguete sem qualquer interação do duplicante. Funciona como um Módulo de Comando. Módulo de Comando pode ser instalado só um por foguete. Não permitirá nenhum duplicante dentro
ru: Управляет ракетой без участия дубликантов. Функционирует как командный модуль. На каждую ракету может быть установлен один командный модуль. Не допускает дубликантов внутрь.
zh_cn: 不需要任何复制人就能驾驶火箭。 可以替代成指挥舱。 一个火箭只能安装一个指挥舱。 复制人无法进入其中

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_EARLYGAMEAICONTROLMODULE.NAME
source: <link="RREARLYGAMEAICONTROLMODULE">AI Control Module</link>
de: <link="RREARLYGAMEAICONTROLMODULE">Vollautomatisches Kontrollmodul</link>
fr: <link="RREARLYGAMEAICONTROLMODULE">Module de contrôle de l'IA</link>
pt_br: <link="RREARLYGAMEAICONTROLMODULE">Módulo de controle AI</link>
ru: <link="RREARLYGAMEAICONTROLMODULE">Модуль управления ИИ</link>
zh_cn: <link="RREARLYGAMEAICONTROLMODULE">人工智能舱</link>

# RoboRockets.STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.RR_BRAINFLYER.DESC
source: This brain learned to fly.
de: Dieses Gehirn kann fliegen!
fr: Ce cerveau a appris à voler.
pt_br: Este cérebro aprendeu a voar.
ru: Этот мозг научился летать.
zh_cn: 这个大脑已经长好飞行的准备了

# RoboRockets.STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.RR_BRAINFLYER.EFFECT
source: Seated in a brain jar, this brain will fly your rockets Flying a rocket slowly increases the brains piloting skill, resulting in faster rockets. Since it does not have anything to learn, it may fly even more efficient than a duplicant.
de: Dieses Hirn im Goldfischglas kann Raketen steuern! Durch Fliegen erlangt das Hirn zunehmend höhere Fähigkeitslevel, wodurch die Rakete schneller wird. Durch die Spezialisierung auf das Fliegen von Raketen kann es sogar besser als Duplikanten werden.
fr: Assis dans un bocal à cerveau, ce cerveau pilotera vos fusées Faire voler une fusée lentement augmente les compétences de pilotage du cerveau, ce qui permet d'obtenir des fusées plus rapides. Comme il n'a rien à apprendre, il peut voler encore plus efficacement qu'un duplicata.
pt_br: Sentado em uma jarra de cérebro, este cérebro irá lançar seus foguetes Pilotar um foguete aumenta lentamente a habilidade de pilotagem do cérebro, resultando em foguetes mais rápidos. Como não tem nada a aprender, ele pode voar ainda mais eficiente do que um duplicante.
ru: Находясь в банке, этот мозг будет управлять вашими ракетами. Полёт на ракете медленно повышает навык пилотирования мозга, что приводит к более быстрым ракетам. Поскольку мозгу нечему учиться, он может летать даже эффективнее, чем дубликант.
zh_cn: 这个瓶种之脑会给你的火箭当司机 让它给你开火箭会积累经验，之后会越飞越快 既然它没有其他的东西要学，所以它经验积累的速度比其他复制人快很多。

# RoboRockets.STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.RR_BRAINFLYER.NAME
source: <link="BRAINCONFIG">AI Brain</link>
fr: <link="BRAINCONFIG">Cerveau d'IA</link>
zh_cn: <link="BRAINCONFIG">人工脑</link>

# RoboRockets.STRINGS.MISC.TAGS.RR_SPACEBRAINFLYER
source: <link="BRAINCONFIG">AI Brain</link>
fr: <link="BRAINCONFIG">Cerveau d'IA</link>
zh_cn: <link="BRAINCONFIG">人工脑</link>

# RoboRockets.STRINGS.RESEARCH.TECHS.RR_BRAINMODULETECH.DESC
source: Grow a brain and let it reach for the stars
de: Züchte ein Gehirn und lass es nach den Sternen greifen
fr: Faitespousser un cerveau et laissez-le atteindre les étoiles
pt_br: Crie um cérebro, e deixe-o alcançar as estrelas
ru: Вырастите мозг и дайте ему дотянуться до звёзд
zh_cn: 长一个只手摘星的脑子 (其实没有长手）

# RoboRockets.STRINGS.RESEARCH.TECHS.RR_BRAINMODULETECH.NAME
source: <link="RRBRAINMODULETECH">Artificial Learning Capabilities</link>
de: <link="RRBRAINMODULETECH">Maschinelles Lernen</link>
fr: <link="RRBRAINMODULETECH">Capacités d'apprentissage artificiel</link>
pt_br: <link="RRBRAINMODULETECH">Capacidades de aprendizagem artificial</link>
ru: <link="RRBRAINMODULETECH">Возможности искусственного обучения</link>
zh_cn: <link="RRBRAINMODULETECH">人工智能学习</link>

# RoboRockets.STRINGS.UI.STARMAP.AISTATUS.NAME
source: Ai controlled
de: AI-Gesteuert
fr: Controllé par IA
pt_br: Controlado por AI
ru: Контролируется ИИ
zh_cn: 已自动化

# RoboRockets.STRINGS.UI.STARMAP.AISTATUS.TOOLTIP
source: This Rocket flies on it's own - your duplicants are scared yet impressed!
de: Eine vollautomatische Rakete! Die Duplikanten scheint das etwas nervös zu machen..
fr: Cette fusée vole de ses propres ailes - vos duplicants sont effrayés mais impressionnés !
pt_br: Este foguete voa sozinho - seus duplicantes estão assustados, mas impressionados!
ru: Эта ракета летает сама по себе - ваши дубликанты напуганы, но впечатлены!
zh_cn: 这个火箭会自己飞，你的复制人大受震撼而且还感到害怕！

# RoboRockets.STRINGS.BUILDING.STATUSITEMS.RR_BRAINEXPERIENCE.TOOLTIP
source: {BRAINNAME} É um {BRAINXPSTATE} ({BRAINBOOST}% total rocket speed)
pt_br: {BRAINNAME} Isto é a {BRAINXPSTATE} ({BRAINBOOST}% Velocidade total do foguete)

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULE.EFFECT
source: Requires a <link="ROBOROCKETCONFIG">AI Brain</link> to function. Brains can be made at the <link="SUPERMATERIALREFINERY">Forja Molecular</link> A brain will pilot the rocket and slowly gain piloting experience, resulting in faster flight times. Functions as a Command Module. One Command Module may be installed per rocket. Must be built at the top of a Rocket Won't allow any duplicants inside
pt_br: "Requer um <link="BRAINCONFIG">Cérebro AI</link> para funcionar. Cérebros podem ser feitos na <link="SUPERMATERIALREFINERY">Forja Molecular</link> Um cérebro irá pilotar o foguete e lentamente ganha experiência de pilotagem, resultando em tempos de voo mais rápidos. Funciona como um Módulo de Comando. Um Módulo de Comando pode ser instalado por foguete. Não vai permitir quaisquer duplicantes dentro

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULEV2.EFFECT
source: Requires a <link="ROBOROCKETCONFIG">AI Brain</link> to function. Brains can be made at the <link="SUPERMATERIALREFINERY">Forja Molecular</link> A brain will pilot the rocket and slowly gain piloting experience, resulting in faster flight times. Functions as a Command Module. One Command Module may be installed per rocket. Must be built at the top of a Rocket Won't allow any duplicants inside
pt_br: Requer um <link="ROBOROCKETCONFIG">Cérebro AI</link> para funcionar. Cérebros podem ser feitos na <link="SUPERMATERIALREFINERY">Forja Molecular</link> Um cérebro irá pilotar o foguete e lentamente ganha experiência de pilotagem, resultando em tempos de voo mais rápidos. Funciona como um Módulo de Comando. Um Módulo de Comando pode ser instalado por foguete. Não vai permitir quaisquer duplicantes dentro

# RoboRockets.STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.RR_BRAINFLYER.NAME
source: <link="ROBOROCKETCONFIG">AI Brain</link>
de: <link="ROBOROCKETCONFIG">AI Gehirn</link>
pt_br: <link="ROBOROCKETCONFIG">Cérebro AI</link>
ru: <link="ROBOROCKETCONFIG">Мозг ИИ</link>

# RoboRockets.STRINGS.MISC.TAGS.RR_SPACEBRAINFLYER
source: <link="ROBOROCKETCONFIG">AI Brain</link>
de: <link="ROBOROCKETCONFIG">AI Gehirn</link>
pt_br: <link="ROBOROCKETCONFIG">Cérebro AI</link>
ru: <link="ROBOROCKETCONFIG">Мозг ИИ</link>

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULE.EFFECT
source: Requires a <link="ROBOROCKETCONFIG">AI Brain</link> to function. Brains can be made at the <link="SUPERMATERIALREFINERY">Молекулярная кузница</link> A brain will pilot the rocket and slowly gain piloting experience, resulting in faster flight times. Functions as a Command Module. One Command Module may be installed per rocket. Must be built at the top of a Rocket Won't allow any duplicants inside
ru: Для работы требуется <link="BRAINCONFIG">Мозг ИИ</link>. Мозг можно изготовить в <link="SUPERMATERIALREFINERY">Молекулярной кузнице</link>. Мозг будет управлять ракетой и постепенно приобретать опыт пилотирования, что приведёт к ускорению полета. Функционирует как командный модуль. На одной ракете может быть установлен один командный модуль. Не допускает дубликатов внутри.

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULEV2.EFFECT
source: Requires a <link="ROBOROCKETCONFIG">AI Brain</link> to function. Brains can be made at the <link="SUPERMATERIALREFINERY">Молекулярная кузница</link> A brain will pilot the rocket and slowly gain piloting experience, resulting in faster flight times. Functions as a Command Module. One Command Module may be installed per rocket. Must be built at the top of a Rocket Won't allow any duplicants inside
ru: Для работы требуется <link="ROBOROCKETCONFIG">Мозг ИИ</link>. Мозг можно изготовить в <link="SUPERMATERIALREFINERY">Молекулярной кузнице</link>. Мозг будет управлять ракетой и постепенно приобретать опыт пилотирования, что приведёт к ускорению полета. Функционирует как командный модуль. На одной ракете может быть установлен один командный модуль. Не допускает дубликатов внутри.

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULE.EFFECT
source: Requires a <link="BRAINCONFIG">AI Brain</link> to function. Brains can be made at the <link="SUPERMATERIALREFINERY">分子熔炉</link> A brain will pilot the rocket and slowly gain piloting experience, resulting in faster flight times. Functions as a Command Module. One Command Module may be installed per rocket. Won't allow any duplicants inside
zh_cn: 需要一个 <link="BRAINCONFIG">人工脑</link> 才能工作。 人工脑可以生产于 <link="SUPERMATERIALREFINERY">分子熔炉</link> 人工脑会积累飞行经验，后期的会越飞越快。 可以代替指挥舱。 一个火箭只能安装一个指挥舱。 复制人不会进去，因为没有空间

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULEV2.EFFECT
source: Requires a <link="BRAINCONFIG">AI Brain</link> to function. Brains can be made at the <link="SUPERMATERIALREFINERY">分子熔炉</link> A brain will pilot the rocket and slowly gain piloting experience, resulting in faster flight times. Functions as a Command Module. One Command Module may be installed per rocket. Won't allow any duplicants inside
zh_cn: 需要一个 <link="BRAINCONFIG">人工脑</link> 才能工作。 人工脑可以生产于 <link="SUPERMATERIALREFINERY">分子熔炉</link> 人工脑会积累飞行经验，后期的会越飞越快。 可以代替指挥舱。 一个火箭只能安装一个指挥舱。 复制人不会进去，因为没有空间

# RoboRockets.STRINGS.BUILDINGS.PREFABS.RR_AILEARNINGCONTROLMODULEV2.EFFECT
source: Requires a <link="ROBOROCKETCONFIG">AI Brain</link> to function. Brains can be made at the <link="SUPERMATERIALREFINERY">Molecular Forge</link> A brain will pilot the rocket and slowly gain piloting experience, resulting in faster flight times. Functions as a Command Module. One Command Module may be installed per rocket. Won't allow any duplicants inside
de: Benötigt ein <link="BRAINCONFIG">AI Gehirn</link> um zu funktionieren. Gehirne können in der <link="SUPERMATERIALREFINERY">Molekular­schmiede</link> gebaut werden. Ein AI-Gehirn erlangt durch Fliegen neue Fähigkeitslevel und wird dadurch stetig schneller. Fungiert als Pilot und erlaubt Fliegen ohne Duplikanten. ´ Fungiert als Kommandomodul Pro Rakete kann ein Kommandomodul installiert werden. Muss oben auf einer Rakete gebaut werden. Kann keine Duplikanten aufnehmen.
