Repository: andr9528/Oni-Mods
Catalog: _Sgt-Imalas-Mods/Radiator_Mod/ModAssets/translations/*.po
Languages: fr, ru, zh

# Radiator_Mod.STRINGS.BUILDING.STATUSITEMS.RM_BUNKERDOWN.NAME
source: Bunkered down
fr: Barricadé
ru: Находится в бункере
zh: 掩蔽状态

# Radiator_Mod.STRINGS.BUILDING.STATUSITEMS.RM_BUNKERDOWN.TOOLTIP
source: This radiator is currently protected from meteor impacts.
fr: Ce radiateur est actuellement protégé contre les impacts de météorites.
ru: Этот радиатор в настоящее время защищён от ударов метеоритов.
zh: 这个散热器正在保护自己免受流星伤害。

# Radiator_Mod.STRINGS.BUILDING.STATUSITEMS.RM_INSPACERADIATING.NAME
source: Radiating {0}
fr: Rayonnement {0}
ru: Излучает {0}
zh: 辐射{0}

# Radiator_Mod.STRINGS.BUILDING.STATUSITEMS.RM_INSPACERADIATING.TOOLTIP
source: This radiator is currently radiating heat at {0} with {AREAPERCENTAGE}% of its area.
ru: Излучение тепла: {0} Площадь:{AREAPERCENTAGE}%
zh: 这个散热器正在用{AREAPERCENTAGE}%的面积辐射{0}的热量。

# Radiator_Mod.STRINGS.BUILDING.STATUSITEMS.RM_NOTINSPACE.NAME
source: Not in space
fr: Pas dans l'espace
ru: Не в космосе
zh: 不在太空中

# Radiator_Mod.STRINGS.BUILDING.STATUSITEMS.RM_NOTINSPACE.TOOLTIP
source: This radiators panels are not exposed to space, thus it won't radiate any heat away.
ru: Панели этого радиатора находятся в космосе не полностью, поэтому он не будет излучать тепло в космос.
zh: 这个散热器的面板并没有在太空完全展开，所以不会向太空辐射任何热量。

# Radiator_Mod.STRINGS.BUILDINGS.PREFABS.RADIATORBASE.DESC
source: Radiates off heat energy into space as infrared radiation.
fr: Diffusion d'énergie thermique dans l'espace sous forme de rayonnement infrarouge.
ru: Излучает тепловую энергию в пространство в виде инфракрасного излучения.
zh: 将热能以红外辐射的形式辐射到太空中。

# Radiator_Mod.STRINGS.BUILDINGS.PREFABS.RADIATORBASE.EFFECT
source: Exchanges heat with the liquid pumped through it. If in space, radiates off infrared energy based off the Stefan–Boltzmann law.
fr: Échange de la chaleur avec le liquide pompé à l'intérieur. S'il se trouve dans l'espace, il émet de l'énergie infrarouge selon la loi de Stefan-Boltzmann.
ru: Обменивается теплом с перекачиваемой через него жидкостью. Если он находится в космосе, то излучает инфракрасную энергию на основе закона Стефана-Больцмана.
zh: 与通过它的液体交换热量。 如果处在太空中，则根据斯蒂芬-玻尔兹曼定律辐射红外能量。

# Radiator_Mod.STRINGS.BUILDINGS.PREFABS.RADIATORBASE.NAME
source: Space Radiator
fr: Radiateur spatial
ru: Космический радиатор
zh: 太空散热器

# Radiator_Mod.STRINGS.BUILDINGS.PREFABS.RADIATORUPDATED.DESC
source: Radiates off heat energy into space as infrared radiation.
fr: Diffusion d'énergie thermique dans l'espace sous forme de rayonnement infrarouge.
ru: Излучает тепловую энергию в пространство в виде инфракрасного излучения.
zh: 将热能以红外辐射的形式辐射到太空中。

# Radiator_Mod.STRINGS.BUILDINGS.PREFABS.RADIATORUPDATED.EFFECT
source: Exchanges heat with the liquid pumped through it. If in space, radiates off infrared energy based off the Stefan–Boltzmann law.
fr: Échange de la chaleur avec le liquide pompé à l'intérieur. S'il se trouve dans l'espace, il émet de l'énergie infrarouge selon la loi de Stefan-Boltzmann.
ru: Обменивается теплом с перекачиваемой через него жидкостью. Если он находится в космосе, то излучает инфракрасную энергию на основе закона Стефана-Больцмана.
zh: 与通过它的液体交换热量。 如果处在太空中，则根据斯蒂芬-玻尔兹曼定律辐射红外能量。

# Radiator_Mod.STRINGS.BUILDINGS.PREFABS.RADIATORUPDATED.NAME
source: Space Radiator
fr: Radiateur spatial
ru: Космический радиатор
zh: 太空散热器

# Radiator_Mod.STRINGS.BUILDINGS.PREFABS.RM_RADIATORROCKETWALLBUILDABLE.DESC
source: Radiates off heat energy into space as infrared radiation.
fr: Diffusion d'énergie thermique dans l'espace sous forme de rayonnement infrarouge.
ru: Излучает тепловую энергию в пространство в виде инфракрасного излучения.
zh: 将热能以红外辐射的形式辐射到太空中。

# Radiator_Mod.STRINGS.BUILDINGS.PREFABS.RM_RADIATORROCKETWALLBUILDABLE.EFFECT
source: Exchanges heat with the liquid pumped through it. If in space, radiates off infrared energy based off the Stefan–Boltzmann law. Has to be attached to the rocket interior wall.
fr: Échange de la chaleur avec le liquide pompé à l'intérieur. S'il se trouve dans l'espace, il émet de l'énergie infrarouge selon la loi de Stefan-Boltzmann. Doit être attaché sur un mur intérieur d'une fusée.
ru: Обменивается теплом с перекачиваемой через него жидкостью. Если он находится в космосе, то излучает инфракрасную энергию по закону Стефана-Больцмана. Должен быть прикреплен к внутренней стенке ракеты.
zh: 与通过它的液体交换热量。 如果处在太空中，则根据斯蒂芬-玻尔兹曼定律辐射红外能量。 必须连接火箭内壁。

# Radiator_Mod.STRINGS.BUILDINGS.PREFABS.RM_RADIATORROCKETWALLBUILDABLE.NAME
source: Space Radiator (Rocket)
fr: Radiateur spatial (Fusée)
ru: Космический радиатор для ракеты
zh: 太空散热器（火箭）

# Radiator_Mod.STRINGS.MODCONFIG.DELETIONMULTIPLIER.NAME
source: Radiation Multiplier
ru: Множитель излучения
zh: 辐射倍数

# Radiator_Mod.STRINGS.MODCONFIG.DELETIONMULTIPLIER.TOOLTIP
source: Set a custom multiplier that affects the radiation rate. 1 is the scientificially most accurate value.
ru: Установить пользовательский множитель, влияющий на скорость излучения. 1 - наиболее точное с научной точки зрения значение.
zh: 设置影响辐射速率的自定义倍数。 1 是科学上最准确的值。

# Radiator_Mod.STRINGS.MODCONFIG.OLDFORMULA.NAME
source: Old Functionality (v2.2.1 and earlier)
ru: Старый функционал (v2.2.1 и более ранние версии)
zh: 旧功能（v2.2.1 及更早版本）

# Radiator_Mod.STRINGS.MODCONFIG.OLDFORMULA.TOOLTIP
source: restore the old deletion method that made the radiator up to 5x as powerful as intended for low shc materials
ru: Восстановить старый метод удаления, который делал радиатор в 5 раз мощнее, чем предполагалось, для материалов с низкой теплопроводностью
zh: 恢复旧版本的方法，使散热器的功率达到低 SHC 材料的 5 倍

# Radiator_Mod.STRINGS.BUILDING.STATUSITEMS.RM_INSPACERADIATING.TOOLTIP
source: This radiator is currently radiating heat at {0}.
fr: Ce radiateur émet actuellement de la chaleur à {0}.

# Radiator_Mod.STRINGS.BUILDING.STATUSITEMS.RM_NOTINSPACE.TOOLTIP
source: This radiators panels are not fully exposed to space, thus it won't radiate any heat into space.
fr: Les panneaux de ce radiateur ne sont pas entièrement exposés à l'espace et ne diffusent donc pas de chaleur dans l'espace.
