Repository: andr9528/Oni-Mods
Catalog: _Sgt-Imalas-Mods/SGTIM_NotificationManager/ModAssets/translations/*.po
Languages: ru

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.ALERTS.CATEGORY
source: Alerts
ru: Тревога

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.ALERTS.MUTEREDALERT
source: Mute Red Alert Sound
ru: Отключить звук красной тревоги

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.ALERTS.MUTEYELLOWALERT
source: Mute Yellow Alert Sound
ru: Отключить звук жёлтой тревоги

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.ATTACK.CATEGORY
source: Битва!-Уведомление
ru: Уведомление: Битва!

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.ENTOMBED.CATEGORY
source: Под завалом-Уведомление
ru: Уведомление: Под завалом

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.FLEE.CATEGORY
source: Бежит!-Уведомление
ru: Уведомление: Бегство!

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.INCAPACITATED.CATEGORY
source: Выведен из строя-Уведомление
ru: Уведомление: Выведен из строя

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.MUTE_PING
source: Mute notification ping
ru: Отключить звук уведомления

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.MUTE_PING_TOOLTIP
source: Enable this option to remove the ping-sound from the warning.
ru: Включите эту опцию, чтобы выключить звук при срабатывании уведомления

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.PAUSE_ON_NOTIFICATION
source: Pause game on trigger
ru: Пауза при срабатывании

source: Pauses the game when the notification triggers.
ru: Приостанавливает игру при срабатывании уведомления

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.PEE.CATEGORY
source: Сделал лужу-Уведомление
ru: Уведомление: Сделал лужу

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.PLANTDEATH.CATEGORY
source: Растения погибли-Уведомление
ru: Уведомление: Растения погибли

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.RADIATIONVOMITING.CATEGORY
source: Тошнота от радиации-Уведомление
ru: Уведомление: Тошнота от радиации

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.SCALDING.CATEGORY
source: Обжигает-Уведомление
ru: Уведомление: Обжигает

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.STARVATION.CATEGORY
source: Голод-Уведомление
ru: Уведомление: Голод

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.STARVATION.THRESHOLD
source: Starvation Calorie Threshold
ru: Порог калорий голодания

source: Calorie threshold for the starvation notification. Default is 1000
ru: Порог калорий для уведомления о голодании. По умолчанию: 1000

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.STRESS.CATEGORY
source: Высокий уровень стресса-Уведомление
ru: Высокий уровень стресса

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.STRESS.THRESHOLD
source: Stress Threshold
ru: Порог стресса

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.STRESS.THRESHOLD_TOOLTIP
source: Stress level where the notification triggers in percent. Default is 80%
ru: Уровень стресса, при котором срабатывает уведомление, в процентах. По умолчанию: 80%

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.SUFFOCATION.CATEGORY
source: Удушение-Уведомление
ru: Уведомление: Удушение

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.SUFFOCATION.THRESHOLD
source: Suffocation Time Threshold
ru: Порог времени удушья

source: Time from notification start to death by suffocation in seconds. Default is 50 seconds, higher values warn earlier
ru: Время от момента оповещения до смерти от удушья в секундах. По умолчанию: 50 секунд, более высокие значения предупреждают раньше

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.ZOOM_ON_NOTIFICATION
source: Pan to origin
ru: Приблизить к источнику

source: Moves the camera to the origin of the notification when it triggers.
ru: Перемещает камеру к источнику уведомления при его срабатывании
