Repository: andr9528/Oni-Mods
Catalog: _Sgt-Imalas-Mods/BawoonFwiend/ModAssets/translations/*.po
Languages: de, uk

# BawoonFwiend.STRINGS.BUILDINGS.PREFABS.BF_BALLOONSTATION.DESC
source: You get a balloon, you get a balloon, everybody gets a balloon!
de: Du bekommst einen Luftballon, du bekommst einen Luftballon, jeder bekommt einen Luftballon!
uk: Ви отримуєте повітряну кульку, ви отримуєте повітряну кульку, кожен отримує повітряну кульку!

# BawoonFwiend.STRINGS.BUILDINGS.PREFABS.BF_BALLOONSTATION.EFFECT
source: This building gives out balloons to duplicants during downtime. Consumes 5kg of either <link="HYDROGEN">Hydrogen</link> or <link="HELIUM">Helium</link> for each balloon created.
de: Dieses Gebäude verteilt während der Pausen Luftballons an Duplikanten. Verbraucht für jeden erzeugten Ballon 5 kg entweder <link="HYDROGEN">Wasserstoff</link> oder <link="HELIUM">Helium</link>.
uk: Ця будівля роздає кульки дублікантам під час перерви. На кожну створену повітряну кулю витрачається 5 кг <link="HYDROGEN">Водню</link> або <link="HELIUM">Гелію</link>.

# BawoonFwiend.STRINGS.BUILDINGS.PREFABS.BF_BALLOONSTATION.NAME
source: <link="BFBALLOONSTATION">Balloon Dispenser</link>
de: <link="BFBALLOONSTATION">Ballonspender</link>
uk: <link="BFBALLOONSTATION">Роздавальник повітряних кульок</link>

# BawoonFwiend.STRINGS.EFFECTS.NOTATRUEFRIEND.DESC
source: It's just not the same coming from a machine
de: Es ist einfach nicht dasselbe, wenn es von einer Maschine kommt
uk: Це не те саме, що виходить із машини

# BawoonFwiend.STRINGS.EFFECTS.NOTATRUEFRIEND.NAME
source: Machine made Balloon
de: Maschinell verteilter Ballon.
uk: Машина зробила Кульку

# BawoonFwiend.STRINGS.MISC.TAGS.BALLOONGAS
source: Balloon Gas
de: Ballongas
uk: Кульковий газ

# BawoonFwiend.STRINGS.MODCONFIG.STATBOOST.NAME
source: Balloon Machine Stat Boost
de: Attributbonus Ballonspender
uk: Підвищення статистики роздавальника

# BawoonFwiend.STRINGS.MODCONFIG.STATBOOST.TOOLTIP
source: Set the attribute height Duplicants recieve when getting a balloon from the Balloon Dispenser. Balloon Buddy gives +8 by default
de: Legt die Attributshöhe fest, die Duplikanten erhalten, wenn sie einen Ballon aus dem Ballonspender holen. Ballon-Buddy gibt standardmäßig +8
uk: Установлює висоту атрибута, яку дубліканти отримують, коли отримують повітряну кульку з роздавальника повітряних куль. Balloon Buddy дає +8 за замовчуванням

# BawoonFwiend.STRINGS.UI.UISIDESCREENS.BF_BALLOONSTAND.ALLRANDOMNO
source: Each active balloon skin is picked atleast once before duplicates can appear. Results in an even distribution of each chosen skin. Toggle to change it to a fully random system
de: Jeder aktiver Skin wird mindestens einmal ausgegeben bevor es zu Dopplungen kommt. Resultiert in einer gleichmäßigen Skinverteiling. Klicken, um auf Zufallsverteilung umzuschalten.
uk: Кожен активний скін обраний принаймні один раз до появи дублікантів. Забезпечує рівномірний розподіл кожного обраного скіна. Перемкніть, щоб змінити на повністю випадкову систему

# BawoonFwiend.STRINGS.UI.UISIDESCREENS.BF_BALLOONSTAND.ALLRANDOMYES
source: Each balloon skin is chosen fully random. Results in random amounts of each chosen skin to appear. Toggle to change it to a queue based system
de: Jeder aktiver Skin wird zufällig ausgewählt. Resultiert in einer zufälligen Skinverteiling. Klicken, um auf gleichmäßige Ausgabe umzuschalten.
uk: Кожен скін кульки обирається абсолютно випадково. У результаті з'являється випадкова кількість кожного вибраного скіна. Перемкніть, щоб змінити його на систему на основі черги

# BawoonFwiend.STRINGS.UI.UISIDESCREENS.BF_BALLOONSTAND.TITLE
source: Balloon Skins
de: Ballon-Skins
uk: Кулькові скіни

# BawoonFwiend.STRINGS.UI.UISIDESCREENS.BF_BALLOONSTAND.TOGGLEALLOFF
source: Deactivate All
de: Alle Deaktivieren
uk: Деактивувати всі

# BawoonFwiend.STRINGS.UI.UISIDESCREENS.BF_BALLOONSTAND.TOGGLEALLON
source: Activate All
de: Alle Aktivieren
uk: Активувати всі
